i5/20220912-btrfs-large/raid1/default/5000/run-ro-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: select only>
scaling factor: 5000
query mode: prepared
number of clients: 16
number of threads: 4
maximum number of tries: 1
duration: 900 s
number of transactions actually processed: 31325345
number of failed transactions: 0 (0.000%)
latency average = 0.460 ms
initial connection time = 7.322 ms
tps = 34805.713000 (without initial connection time)